games_data = \
[
    {
        "name": "Шахматы",
        "description": "Классическая стратегическая игра, проверенная веками. Сразитесь с друзьями или ИИ в интеллектуальном поединке."
    },
    {
        "name": "Космический рейнджер",
        "description": "Исследуйте бескрайнюю галактику, торгуйте ресурсами и сражайтесь с космическими пиратами в захватывающем космос-симуляторе."
    },
    {
        "name": "Средневековый замок",
        "description": "Стройте и развивайте свой замок, собирайте армию и защищайте королевство от нашествий варваров."
    },
    {
        "name": "Киберпанк 2077",
        "description": "Погрузитесь в мрачное будущее мегаполиса, где кибер-импланты и хакерские атаки решают исход каждой схватки."
    },
    {
        "name": "Фермерская долина",
        "description": "Расслабляющий симулятор фермы: выращивайте культуры, разводите животных и создайте ферму своей мечты."
    },
    {
        "name": "Подземелья драконов",
        "description": "Классический dungeon crawler с элементами RPG. Спускайтесь в подземелья, сражайтесь с монстрами и собирайте легендарный лут."
    },
    {
        "name": "Футбольный менеджер 2025",
        "description": "Станьте тренером футбольной команды: покупайте игроков, разрабатывайте тактику и приведите свой клуб к чемпионству."
    },
    {
        "name": "Тайны старого особняка",
        "description": "Детективный квест с элементами хоррора. Расследуйте исчезновение хозяина особняка, находя скрытые улики и решая головоломки."
    },
    {
        "name":"Крестики нолики",
        "description":"Соберите символы в ряд чтобы уничтонить своего опонента"
    },
    {
        "name":"Морской бой",
        "description":"Спрячьте свой флот и дизентегрируйте вражеские корабли"
    }
]