achievements_data = \
{
    "Морской бой": [
        {"name": "Потопить линкор", "description": "Попасть 4 раза по самому крупному кораблю и потопить его"},
        {"name": "Потопить крейсер", "description": "Попасть 3 раза по кораблю и потопить его"},
        {"name": "Потопить эсминец", "description": "Попасть 2 раза по кораблю и потопить его"},
        {"name": "Потопить сверхмалую подводную лодку", "description": "Попасть один раз по самой маленькой лодке и потопить её"},
        {"name": "Глубинные бомбы", "description": "Потопить все сверхмалые подводные лодки противника"},
        {"name": "Борьба с эсминцами", "description": "Потопить все эсминцы противника"},
        {"name": "Торпедная атака", "description": "Потопить все крейсеры противника"},
        {"name": "Неисправность системы наведения", "description": "Промазать по кораблям противника"},
        {"name": "Прямое попадание", "description": "Повредить вражеский корабль"},
    ],
    "Крестики нолики": [
        {"name": "Первый крестик", "description": "Поставить свой первый крестик"},
        {"name": "Потопить нолик", "description": "Поставить свой первый нолик"},
        {"name": "Победа на поле 3х3", "description": "Победить в классическом режиме"},
        {"name": "Победа на поле 4х4", "description": "Победить в режиме с полем 4х4"},
        {"name": "Победа на поле 6х6", "description": "Победить в режиме с полем 6х6"},
        {"name": "Ничья", "description": "Игра завершилась без победителя"},
    ]
}